{
  "DetailContent": [
    {
      "type": 1,
      "head": "",
      "body": "This Key Basic Plan will detect and identify almost all initial problems, allowing you to fix or temporise. There are specific drills for specific problems later on in the QRH.",
      "step": ""
    },
    {
      "type": 1,
      "head": "",
      "body": "<p>Using the same systematic approach:</p><ul><li>Increases the chance of identifying the problem.</li><li>Reduces the risk of missing the problem</li><li>Limits fixing attention inappropriately.</li></ul>",
      "step": ""
    },
    {
      "type": 5,
      "head": "Box A: CRITICAL CHANGES",
      "body": "If problem worsens significantly or a new problem arises, call for <b>help</b> and go back to <b>START</b> of <b>key basic plan →1-1</b>",
      "step": ""
    },
    {
      "type": 2,
      "head": "",
      "body": "<b>START</b>",
      "step": ""
    },
    {
      "type": 3,
      "head": "Adequate oxygen delivery",
      "body": "<ul><li>Pause surgery if possible.</li><li>Check fresh gas flow for circuit in use AND check measured F<small>i</small>O₂ <b>(Box B)</b>.</li><li>Visual inspection of entire breathing system including valves and connections.</li><li>Rapidly confirm reservoir bag moving OR ventilator bellows moving.</li></ul>",
      "step": "1"
    },
    {
      "type": 8,
      "head": "Box B: ADEQUATE OXYGEN DELIVERY",
      "body": "Altering fresh gas flow may require change of vaporiser setting.",
      "step": ""
    },
    {
      "type": 3,
      "head": "Airway",
      "body": "<ul><li>Check position of airway device and listen for noise (including larynx and stomach). <b>(Box C)</b></li><li>Check capnogram shape compatible with patent airway.</li><li>Confirm airway device is patent (consider passing suction catheter).</li><li>Consider whether you need to isolate equipment <b>(Box D)</b>.</li></ul>",
      "step": "2"
    },
    {
      "type": 8,
      "head": "Box C: AIRWAY",
      "body": "<p>Noise: Listen over the larynx with a stethoscope to get more information (e.g. leak / obstruction).</p><p>Tracheal tube: You can pass a suction catheter to check patency.</p>",
      "step": ""
    },
    {
      "type": 8,
      "head": "Box D: ISOLATE EQUIPMENT",
      "body": "<p>Ventilate lungs using self-inflating bag connected <b>DIRECTLY</b> to tracheal tube connector. <b>DO NOT</b> use the HME filter, angle piece or catheter mount.</p><ul><li>If increased pressure manually confirmed, re-connect machine.</li><li>If increased pressure NOT manually confirmed, assume problem with machine/circuit/HME/filter/angle piece/catheter mount:  check and replace as indicated.</li></ul>",
      "step": ""
    },
    {
      "type": 3,
      "head": "Breathing",
      "body": "<ul><li>Check chest symmetry, rate, breath sounds, S<small>p</small>O₂, measured VT<small>exp</small>, ETCO₂.</li><li>Feel the airway pressure using reservoir bag and APL valve <b>(Box E)</b> &lt;3 breaths.</li></ul>",
      "step": "3"
    },
    {
      "type": 8,
      "head": "Box E: BREATHING",
      "body": "Remember that airway ‘feel’ depends on your APL valve setting and fresh gas flow. You can only “feel” a maximum of what the APL valve is set to. Measured expired tidal volume gives additional information.",
      "step": ""
    },
    {
      "type": 3,
      "head": "Circulation",
      "body": "Check rate, rhythm, perfusion, re-check BP.",
      "step": "4"
    },
    {
      "type": 3,
      "head": "Depth",
      "body": "Ensure appropriate depth of anaesthesia, analgesia and neuromuscular blockade.",
      "step": "5"
    },
    {
      "type": 4,
      "head": "",
      "body": "Consider surgical problem.",
      "step": "6"
    },
    {
      "type": 4,
      "head": "",
      "body": "Call for help if problem not resolving quickly.",
      "step": "7"
    },
    {
      "type": 11,
      "head": "",
      "body": "v.1",
      "step": ""
    },
    {
      "type": 12,
      "head": "The guidelines in this handbook are not intended to be standards of medical care. The ultimate judgement with regard to a particular clinical procedure or treatment plan must be made by the clinician in the light of the clinical data presented and the diagnostic and treatment options available.",
      "body": "",
      "step": ""
    }
  ]
}
