{
  "DetailContent": [
    {
      "type": 1,
      "head": "",
      "body": "Using these steps from start to end should identify any cause of increased airway pressure in theatre. Avoid spending excessive time and attention on one aspect until you have run through the whole guideline.",
      "step": ""
    },
    {
      "type": 5,
      "head": "Box A: CRITICAL CHANGES",
      "body": "If problem worsens significantly or a new problem arises, call for <b>help</b> and go back to <b>START</b> of <b>key basic plan →1-1</b>",
      "step": ""
    },
    {
      "type": 2,
      "head": "",
      "body": "<b>START</b>",
      "step": ""
    },
    {
      "type": 3,
      "head": "Adequate oxygen delivery",
      "body": "<ul><li>Pause surgery if possible.</li><li>Consider surgery related cause.</li><li>Increase fresh gas flow AND give 100% oxygen AND check measured F<small>i</small>O₂.</li><li>Visual inspection of entire breathing system including valves and connections.</li><li>Rapidly confirm reservoir bag moving OR ventilator bellows moving.</li><li>Confirm increased airway pressure by switching to hand ventilation (&lt;3 breaths) <b>(Box B)</b>.</li></ul>",
      "step": "1"
    },
    {
      "type": 8,
      "head": "Box B: FEEL THE AIRWAY PRESSURE",
      "body": "Remember that airway “feel” depends on your APL valve setting.  You can only “feel” a maximum of what the APL valve is set to.  Measured expired tidal volume gives additional information.",
      "step": ""
    },
    {
      "type": 3,
      "head": "Airway",
      "body": "<ul><li>Check position of airway device and listen for noise (including larynx and stomach).</li><li>Check capnogram shape compatible with patent airway.</li><li>Confirm airway device is patent (consider passing suction catheter)</li><li>Isolate patient from anaesthetic machine and breathing system <b>(Box C)</b>.</li><li>If machine/breathing system problem excluded, consider whether airway device should be replaced or its type changed.</li></ul>",
      "step": "2"
    },
    {
      "type": 8,
      "head": "Box C: EXCLUDE ANAESTHETIC MACHINE/BREATHING SYSTEM PROBLEM",
      "body": "<p>Ventilate lungs using self-inflating bag connected <b>DIRECTLY</b> to tracheal tube connector. <b>DO NOT</b> use HME filter, angle piece or catheter mount.</p><ul><li>If increased pressure manually confirmed, re-connect machine</li><li>If problem resolved, assume problem with machine, circuit, HME, filter, angle piece or catheter mount: check and replace.</li></ul>",
      "step": ""
    },
    {
      "type": 3,
      "head": "Breathing",
      "body": "<ul><li>Check chest symmetry, rate, breath sounds, S<small>p</small>O₂, measured VT<small>exp</small>, ETCO₂.</li><li>Feel the airway pressure using reservoir bag and APL valve <b>(Box B)</b>.</li><li>Consider potential causes and actions <b>(Box D)</b>.</li></ul>",
      "step": "3"
    },
    {
      "type": 9,
      "head": "Box D: POTENTIAL CAUSES AND ACTIONS",
      "body": "<ul><li>Inadequate neuromuscular blockade.</li><li>If laparoscopic surgery, consider releasing pneumoperitoneum and levelling patient position.</li><li>Consider potential causes:<p>- Laryngospasm and stridor <b>→3-6</b></p><p>- Bronchospasm <b>→3-4</b></p><p>- Anaphylaxis <b>→3-1</b></p><p>- Circulatory embolus <b>→3-5</b></p><p>- Aspiration, pulmonary oedema; bronchial intubation; foreign body; pneumothorax.</p></li><li>Consider potential actions: tracheal/bronchial suction; bronchodilator; PEEP; diuretic; bronchoscopy.</li></ul>",
      "step": ""
    },
    {
      "type": 3,
      "head": "Circulation",
      "body": "<ul><li>Check heart rate, rhythm, perfusion, recheck blood pressure.</li><li>If circulation unstable, consider if it is due to high airway pressure gas trapping</li></ul>",
      "step": "4"
    },
    {
      "type": 3,
      "head": "Depth",
      "body": "Ensure adequate depth of anaesthesia and analgesia.",
      "step": "5"
    },
    {
      "type": 4,
      "head": "",
      "body": "If not resolving, call for help AND check arterial blood gas, 12-lead ECG, chest X-ray",
      "step": "6"
    },
    {
      "type": 11,
      "head": "",
      "body": "v.1",
      "step": ""
    },
    {
      "type": 12,
      "head": "The guidelines in this handbook are not intended to be standards of medical care. The ultimate judgement with regard to a particular clinical procedure or treatment plan must be made by the clinician in the light of the clinical data presented and the diagnostic and treatment options available.",
      "body": "",
      "step": ""
    },
    {
      "type": 1,
      "head": "",
      "body": "<p><small><b>The Association of Anaesthetists of Great Britain & Ireland 2018. www.aagbi.org/qrh</b></small></p><p><small>Subject to Creative Commons license CC BY-NC-SA 4.0. You may distribute original version or adapt for yourself and distribute with acknowledgement of source. You may not use for commercial purposes. Visit website for details.</small></p>",
      "step": ""
    }
  ]
}