{
  "DetailContent": [
    {
      "type": 1,
      "head": "",
      "body": "Outcome from cardiac arrest is determined by the severity of any supervening neurological or cardiac dysfunction / instability which results from poor vital organ perfusion. Following return of spontaneous circulation (ROSC), inability of the patient to obey commands indicates that neuroprotection techniques should be considered.",
      "step": ""
    },
    {
      "type": 2,
      "head": "",
      "body": "<b>START</b>",
      "step": ""
    },
    {
      "type": 4,
      "head": "",
      "body": "Prepare the cardiac arrest trolley for any further events.",
      "step": "1"
    },
    {
      "type": 4,
      "head": "",
      "body": "<p>Use positive pressure ventilation, aiming for:</p><ul><li>S<small>p</small>O₂ > 94% and < 98%.</li><li>PCO₂ > 4.5 kPa and < 5.5 kPa</li></ul>",
      "step": "2"
    },
    {
      "type": 4,
      "head": "",
      "body": "Give sedation and neuromuscular blocking drugs to reduce thermogenesis from shivering.",
      "step": "3"
    },
    {
      "type": 4,
      "head": "",
      "body": "Insert intra-arterial blood pressure monitoring. Consider vasopressor/inotrope to maintain systolic blood pressure, target SBP > 100 mmHg.",
      "step": "4"
    },
    {
      "type": 4,
      "head": "",
      "body": "Obtain 12-lead ECG and discuss with cardiology if percutaneous coronary intervention is possible or appropriate.",
      "step": "5"
    },
    {
      "type": 4,
      "head": "",
      "body": "Check blood glucose. Start glycaemic control therapies if above 10 mmol.l⁻¹.",
      "step": "6"
    },
    {
      "type": 3,
      "head": "Check core temperature",
      "body": "<p>Target temperature is a constant temperature in the range of 32 – 36°C (precise target determined by local policy):</p><ul><li>Temperature usually decreases without intervention in the immediate postarrest period</li><li>Start cooling strategies if indicated <b>(Box A)</b></li><li>Avoid hyperthermia &gt; 37.5°C</li></ul>",
      "step": "7"
    },
    {
      "type": 8,
      "head": "Box A: COOLING STRATEGIES",
      "body": "<p><b>Intravenous fluid bolus:</b> if not contraindicated give 30 ml.kg⁻¹ of cold (4°C) non glucose-containing solutions</p><p><b>External:</b> simple ice packs and/or wet towels; cooling blankets or pads; water or air circulating blankets; water circulating gel-coated pads</p><p><b>Internal:</b> intravascular heat exchanger; cardiopulmonary bypass</p>",
      "step": ""
    },
    {
      "type": 4,
      "head": "",
      "body": "Give antiepileptic drugs if seizures develop <b>(Box B)</b>.",
      "step": "8"
    },
    {
      "type": 6,
      "head": "Box B: DRUGS TO CONTROL/PREVENT SEIZURES",
      "body": "<ul><li>Benzodiazepines or propofol are likely to be closest to hand in the operating theatre.</li><li>Sodium valproate, levetiracetam, phenytoin or a barbiturate can also be used.</li></ul>",
      "step": ""
    },
    {
      "type": 4,
      "head": "",
      "body": "Plan further management in critical care area. Call for extra help as necessary.",
      "step": "9"
    },
    {
      "type": 5,
      "head": "Box C: CRITICAL CHANGES",
      "body": "<b>CARDIAC ARREST →2-1</b>",
      "step": ""
    },
    {
      "type": 11,
      "head": "",
      "body": "v.1",
      "step": ""
    },
    {
      "type": 12,
      "head": "The guidelines in this handbook are not intended to be standards of medical care. The ultimate judgement with regard to a particular clinical procedure or treatment plan must be made by the clinician in the light of the clinical data presented and the diagnostic and treatment options available.",
      "body": "",
      "step": ""
    },
    {
      "type": 1,
      "head": "",
      "body": "<p><small><b>The Association Of Anaesthetists of Great Britain & Ireland 2018. www.aagbi.org/qrh</b></small></p><p><small>Subject to Creative Commons license CC BY-NC-SA 4.0. You may distribute original version or adapt for yourself and distribute with acknowledgement of source. You may not use for commercial purposes. Visit website for details.</small></p>",
      "step": ""
    }
  ]
}