{
  "DetailContent": [
    {
      "type": 1,
      "main": "Unexpected total power failure is rare and unpredictable. Ability to safely deliver and maintain anaesthesia is immediately compromised.",
      "sub": "",
      "step": ""
    },
    {
      "type": 2,
      "main": "START",
      "sub": "",
      "step": ""
    },
    {
      "type": 4,
      "main": "Call for help – extra staff to monitor patient and source additional equipment.",
      "sub": "",
      "step": "1"
    },
    {
      "type": 4,
      "main": "Liaise with local coordinator to activate appropriate local plan <b>(Box A)</b>:<li>If immediate evacuation necessary <b>→ 4-3</b></li>",
      "sub": "",
      "step": "2"
    },
    {
      "type": 9,
      "main": "Box A: ACTION FROM LOCAL COORDINATOR",
      "sub": "Local coordinator should activate any local incident plan and urgently establish and brief teams on:<li>Extent of failure</li><li>Likely duration of failure</li><li>Interruption to other services (eg oxygen, water)</li>",
      "step": ""
    },
    {
      "type": 4,
      "main": "Get additional light into theatre <b>(Box B)</b>.",
      "sub": "",
      "step": "3"
    },
    {
      "type": 8,
      "main": "Box B: SOURCES OF ADDITIONAL LIGHT",
      "sub": "<li>Open doors and blinds</li><li>Hand torches, portable lights, mobile phones, laryngoscopes</li>",
      "step": ""
    },
    {
      "type": 3,
      "main": "Ensure ventilation continues:",
      "sub": "<li>Manual ventilation if required</li><li>Consider moving to spontaneous ventilation</li><li>Maintain anaesthesia</li>",
      "step": "4"
    },
    {
      "type": 4,
      "main": "Check the pulse and blood pressure manually if monitors have failed.",
      "sub": "",
      "step": "5"
    },
    {
      "type": 4,
      "main": "Check mains oxygen supply intact. If failed <b>→ 4-1</b>",
      "sub": "",
      "step": "6"
    },
    {
      "type": 4,
      "main": "Unplug unnecessary equipment. Use correct socket for essential equipment <b>(Box C)</b>.",
      "sub": "",
      "step": "7"
    },
    {
      "type": 9,
      "main": "Box C: TYPES OF POWER SUPPLY",
      "sub": "<li>Standard power socket: not protected.</li><li>SPS: Secondary supply (red socket) for devices that can sustain brief periods of loss of power (eg those with internal battery back-up).</li><li>UPS: Uninterrupted supply (blue socket) for instantaneous and continuous protection. This supply is limited therefore avoid using UPS sockets unless absolutely necessary.</li><li>Devices’ internal battery backup: this may not supply all functions of the device and duration may be variable.</li>",
      "step": ""
    },
    {
      "type": 4,
      "main": "Assess reliability of power supply, duration of surgery and patient condition:<li>Consider stopping surgery immediately</li><li>Consider continuing surgery until patient is stable and wound is closed (may be temporary closure)</li><li>Consider evacuation to theatre with intact mains supply <b>→ 4-3</b></li>",
      "sub": "",
      "step": "8"
    },
    {
      "type": 4,
      "main": "Prepare recovery facilities. Consider theatres, recovery, ICU.",
      "sub": "",
      "step": "9"
    },
    {
      "type": 5,
      "main": "Box D: CRITICAL CHANGES",
      "sub": "Mains oxygen failure <b>→ 4-1</b><br>Emergency evacuation <b>→ 4-3</b>",
      "step": ""
    },
    {
      "type": 11,
      "main": "v.1",
      "sub": "",
      "step": ""
    },
    {
      "type": 12,
      "main": "The guidelines in this handbook are not intended to be standards of medical care. The ultimate judgement with regard to a particular clinical procedure or treatment plan must be made by the clinician in the light of the clinical data presented and the diagnostic and treatment options available.",
      "sub": "",
      "step": ""
    }
    ]
}